/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Приложение BlackBerry Blend позволяет просматривать на компьютере сообщения и данные с устройства BlackBerry. Кроме того, можно просматривать данные календаря и контактов, а также управлять файлами на компьютере и устройстве. Если для вашего устройства выполнена корпоративная активация, вы можете осуществлять защищенный доступ к вашей рабочей информации, файлам и внутренней сети компании без подключения к сети VPN. Приложение BlackBerry Blend поддерживается устройствами с ОС BlackBerry 10 OS версии 10.3 или более поздней.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Приложение BlackBerry Link предназначено для резервного копирования и восстановления данных на используемом устройстве, обновления или переустановки программного обеспечения на нем, а также для выполнения перехода на новое устройство. Кроме того, оно позволяет выполнять синхронизацию мультимедийных файлов, документов и данных органайзера, таких как контакты и календари, между устройством и компьютером, обеспечивать доступ с устройства к файлам, хранящимся на компьютере, с помощью функции удаленного доступа к файлам и много другое!";